const schedule = {
    "Понедельник": {
        "one": "[8:00] ИКТ [313каб.]",
        "two": "[9:30] Способы программирования [310каб.]",
        "three": "[11:00] Код программирования [211каб.]",
        "four": "[12:50] Физическая культура",
        "five": "[14:20] -"
    },
    "Вторник": {
        "one": "[8:00] -",
        "two": "[9:30] -",
        "three": "[11:00] Способы программирования [310каб.]",
        "four": "[12:50] Экономика [303каб.]",
        "five": "[14:20] Делопроизовдство [104каб.]"
    },
    "Среда": {
        "one": "[8:00] Способы программирования [310каб.]",
        "two": "[9:30] Код программирования [211каб.]",
        "three": "[11:00] Культурология [106каб.]",
        "four": "[12:50] -",
        "five": "[14:20] -"
    },
    "Четверг": {
        "one": "[8:00] -",
        "two": "[9:30] ИКТ [313каб.]",
        "three": "[11:00] Экономика [303каб.]",
        "four": "[12:50] Код программирования [211каб.]",
        "five": "[14:20] Делопроизводство [104каб.]"
    },
    "Пятница": {
        "one": "[8:00] Нейронные сети [308каб.]",
        "two": "[9:30] Социология [106каб.]",
        "three": "[11:00] Физическая культура",
        "four": "[12:50] ИКТ [313каб.]",
        "five": "[14:20] -"
    }
}

let students = [
    { Name: "Бенцлер Игнат", groupNumber: "1" },
    { Name: "Биктимирова Азалия", groupNumber: "1" },
    { Name: "Данилин Артём", groupNumber: "1" },
    { Name: "Демидов Михаил", groupNumber: "2" },
    { Name: "Дёмин Данил", groupNumber: "1" },
    { Name: "Дмитриенко Данил", groupNumber: "2" },
    { Name: "Дурасов Кирилл", groupNumber: "1" },
    { Name: "Егоров Арсений", groupNumber: "1" },
    { Name: "Елисеев Никита", groupNumber: "1" },
    { Name: "Иванов Юрий", groupNumber: "1" },
    { Name: "Кабирова Аделина", groupNumber: "2" },
    { Name: "Казанцев Максим", groupNumber: "1" },
    { Name: "Кузуб Александр", groupNumber: "2" },
    { Name: "Ларин Никита", groupNumber: "1" },
    { Name: "Лотошко Никита", groupNumber: "2" },
    { Name: "Макаров Денис", groupNumber: "1" },
    { Name: "Морозов Руслан", groupNumber: "1" },
    { Name: "Мороков Олег", groupNumber: "1" },
    { Name: "Осетров Руслан", groupNumber: "1" },
    { Name: "Осиловский Дмитрий", groupNumber: "2" },
    { Name: "Полецкий Александр", groupNumber: "2" },
    { Name: "Семухин Владислав", groupNumber: "2" },
    { Name: "Сидельников Дмитрий", groupNumber: "1" },
    { Name: "Скударнов Артём", groupNumber: "1" },
    { Name: "Халилов Рафаэль", groupNumber: "1" },
    { Name: "Шарипов Платон", groupNumber: "2" },
    { Name: "Шумаков Владимир", groupNumber: "2" },
    { Name: "Юн Максим", groupNumber: "1" },

];