const schedule = {
    "Понедельник": {
        "one": "[8:00] ИКТ [313каб.]",
        "two": "[9:30] Способы программирования [310каб.]",
        "three": "[11:00] Код программирования [211каб.]",
        "four": "[12:50] Физическая культура",
        "five": "[14:20] -"
    },
    "Вторник": {
        "one": "[8:00] -",
        "two": "[9:30] -",
        "three": "[11:00] Способы программирования [310каб.]",
        "four": "[12:50] Экономика [303каб.]",
        "five": "[14:20] Делопроизовдство [104каб.]"
    },
    "Среда": {
        "one": "[8:00] Способы программирования [310каб.]",
        "two": "[9:30] Код программирования [211каб.]",
        "three": "[11:00] Культурология [106каб.]",
        "four": "[12:50] -",
        "five": "[14:20] -"
    },
    "Четверг": {
        "one": "[8:00] -",
        "two": "[9:30] ИКТ [313каб.]",
        "three": "[11:00] Экономика [303каб.]",
        "four": "[12:50] Код программирования [211каб.]",
        "five": "[14:20] Делопроизводство [104каб.]"
    },
    "Пятница": {
        "one": "[8:00] Нейронные сети [308каб.]",
        "two": "[9:30] Социология [106каб.]",
        "three": "[11:00] Физическая культура",
        "four": "[12:50] ИКТ [313каб.]",
        "five": "[14:20] -"
    }
}